#  Copyright (c) 2021.  Ioannis E. Kommas. All Rights Reserved.


"""
Ενδέχεται να αντιμετωπίσετε ένα SyntaxError εάν ανοίξετε μια συμβολοσειρά με διπλά εισαγωγικά και την τερματίσετε με ένα
μόνο απόσπασμα. Ενημερώστε τη συμβολοσειρά έτσι ώστε να ξεκινά και να τελειώνει με τα ίδια σημεία στίξης.
Ενδέχεται να αντιμετωπίσετε ένα NameError εάν προσπαθήσετε να εκτυπώσετε μια συμβολοσειρά λέξεων αλλά δεν μπορείτε
να βάλετε εισαγωγικά. Η Python αναμένει ότι η λέξη της συμβολοσειράς σας θα οριστεί αλλού αλλά δεν μπορεί να βρει πού
έχει οριστεί. Προσθέστε εισαγωγικά και στις δύο πλευρές της συμβολοσειράς για να διορθώσεται αυτό το σφάλμα.

"""

# exercise ------------------------ ΑΣΚΗΣΗ ------------------------
# todo 1. Aναγνωρίστε και Διορθώστε τα σφάλματα.
# print("This message has mismatched quote marks!') # fixme
# print(Abracadabra)    # fixme


