#  Copyright (c) 2020.  Ioannis E. Kommas. All Rights Reserved.

# EXAMPLE ------------------- ΠΑΡΑΔΕΙΓΜΑ ---------------------
print(2 ** 10)  # 2 to the 10th power, or 1024
print(8 ** 2)  # 8 squared, or 64
print(9 ** 3)  # 9 * 9 * 9, 9 cubed, or 729
print(4 ** 0.5)  # κλασματικοί εκθέτες 4 to the half power, or 2


# EXERCISE ------------------- ΑΣΚΗΣΗ ---------------------
"""
Σας αρέσουν πολύ τα τετράγωνα παπλώματα από την τελευταία άσκηση και αποφασίσατε ότι όλα τα παπλώματα που κάνετε
θα είναι τετράγωνα από τώρα και στο εξής.
Χρησιμοποιώντας τον εκθεσιακό χειριστή, εκτυπώστε πόσα τετράγωνα θα χρειαστείτε για ένα 
πάπλωμα 6x6, ένα 
πάπλωμα 7x7 και ένα 
πάπλωμα 8x8.
Τα 6x6 παπλώματά σας έχουν απογειωθεί τόσο καλά, 
6 άτομα το καθένα ζήτησαν από 6 παπλώματα. 
Εκτυπώστε πόσα τετράγωνα χρειάζεστε για να φτιάξετε 6 παπλώματα ανά άτομο για 6 άτομα.
"""
# πάπλωμα τύπου 6x6

# πάπλωμα τύπου 7x7

# πάπλωμα τύπου 8x8

# 6 παπλώματα τύπου (6x6) ανά άτομο για 6 άτομα


