#  Copyright (c) 2021.  Ioannis E. Kommas. All Rights Reserved.

# EXAMPLE ------------------- ΠΑΡΑΔΕΙΓΜΑ ---------------------
print(29 % 5)  # Prints 4
print(32 % 3)  # Prints 2
print(44 % 2)  # Υπόλοιπο Διαίρεσης με το 2 επιστρέφει 0 (ζυγός αριθμός) ή 1 (περιττός αριθμός)

#  TODO ------------------- ΑΣΚΗΣΗ ---------------------
"""
Αν Δίσεκτο έτος έχουμε κάθε 4 χρόνια. 
Για να μάθετε εάν ένα έτος είναι δίσεκτο ή όχι, μπορείτε να το διαιρέσετε με το τέσσερα και εάν το υπόλοιπο είναι μηδέν,
είναι δίσεκτο.
Το Τρέχον Έτος είναι Δίσεκτο ? Εκτυπώστε το αποτέλεσμα.
Το Έτος 2100 είναι δίσεκτο ? Εκτυπώστε το αποτέλεσμα.
"""
# Είναι το έτος μας ΔΙΣΕΚΤΟ ?

# Είναι το έτος 2100  ΔΙΣΕΚΤΟ ?



