#  Copyright (c) 2020. Ioannis E. Kommas. All Rights Reserved.
# TODO ------------------- ΑΣΚΗΣΗ 1 ---------------------
# 1. Εκχωρήστε τιμές χρησιμοποιώντας τις γνώσεις σας με διαίρεση και συνδυασμούς!
my_age = ...
half_my_age = ...
surname = ...
name = ...
name_and_surname = ...

print(f"""
Γειά σας, Ονομάζομαι {name_and_surname}, 
είμαι {my_age} ετών,
τα πρώτα {half_my_age} χρόνια της ζωής μου
ήταν ακριβώς τα μισά χρόνια της ευτυχίας μου.
""")

# TODO ------------------- ΘΕΩΡΙΑ ---------------------
# Αν κατά την εκτέλεση του προγράμματος θέλουμε να βάζουμε εμείς τις τιμές
# τότε θα χρησιμοποιούσαμε αυτήν την εντολή
# my_age = input('Πληκτρολόγησε την ηλικία σου:')
# το input() υποδηλώνει ότι το πρόγραμμα περιμένει από τον χρήστη μια τιμή
# το κείμενο που βρίσκεται μέσα στο input('') θα εμφανιστεί έτσι ώστε ο χρήστης να το διαβάσει και να ανταποκριθεί
# το my_age είναι η μεταβλητή που αφού πληκτρολογήσουμε την ηλικία μας θα γίνει η ανάθεση της τιμής.

# TODO ------------------- ΑΣΚΗΣΗ 2 ---------------------
# Να γράψετε ένα πρόγραμμα που να υπολογίζει πόσα λεφτά έχετε στην τράπεζα και στο πορτοφόλι σας.
# χρησιμοποιόντας την εντολή εισόδου από το πληκτρολόγιο δλδ input('κείμενο')
bank_balance = ...
wallet_balance = ...
total_balance = ...
print(f"""
Όνοματεπώνυμο: {name_and_surname}
Ηλικία: {my_age} ΕΤΩΝ
Λεφτά στην Τράπεζα: {bank_balance} EUR
Λεφτά στο πορτοφόλι: {wallet_balance} EUR
Από ότι φαίνεται είμαι πολύ πλούσιος/α γιατί έχω συνολικά {total_balance} EUR 
""")

# TODO ------------------- ΑΣΚΗΣΗ 3 ---------------------
# Να γράψετε πρόγραμμα που θα δέχεται έναν τριψήφιο αριθμό και θα τυπώνει το άθροισμα των ψηφίων του
# και τον αριθμό ανάποδα.

number = (input('Give me 3 digits:'))
print(f"""
SUM OF NUMBERS {number[0]} + {number[1]} + {number[2]} = {int(number[0])+int(number[1])+int(number[2])}
THE NUMBER {number} REVERSED IS: {number[-1]+number[-2]+number[-3]}
""")


# TODO ------------------- ΑΣΚΗΣΗ 4 ---------------------
# Να γράψετε πρόγραμμα που θα δέχεται χρόνο σε δευτερόλεπτα και θα εμφανίζει αυτό το χρόνο σε
# μέρες, ώρες, λεπτά και δευτερόλεπτα.
