#  Copyright (c) 2020.  Ioannis E. Kommas. All Rights Reserved.
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt
import seaborn as sns

# TODO ------------------- ΘΕΩΡΙΑ ---------------------
# Αν κατά την εκτέλεση του προγράμματος θέλουμε να βάζουμε εμείς τις τιμές
# τότε θα χρησιμοποιούσαμε αυτήν την εντολή
# my_age = input('Πληκτρολόγησε την ηλικία σου:')
# το input() υποδηλώνει ότι το πρόγραμμα περιμένει από τον χρήστη μια τιμή
# το κείμενο που βρίσκεται μέσα στο input('') θα εμφανιστεί έτσι ώστε ο χρήστης να το διαβάσει και να ανταποκριθεί
# το my_age είναι η μεταβλητή που αφού πληκτρολογήσουμε την ηλικία μας θα γίνει η ανάθεση της τιμής.

# TODO ------------------- ΑΣΚΗΣΗ 1 ---------------------
# Να γράψετε ένα πρόγραμμα που να υπολογίζει πόσα λεφτά έχετε στην τράπεζα και στο πορτοφόλι σας.
# χρησιμοποιόντας την εντολή εισόδου από το πληκτρολόγιο δλδ input('κείμενο')
bank_balance = ...
wallet_balance = ...
total_balance = ...
print(f"""
Λεφτά στην Τράπεζα: {bank_balance} EUR
Λεφτά στο πορτοφόλι: {wallet_balance} EUR
Από ότι φαίνεται είμαι πολύ πλούσιος/α γιατί έχω συνολικά {total_balance} EUR 
""")

# TODO ------------------- ΑΣΚΗΣΗ 2 ---------------------
# Να γράψετε πρόγραμμα που θα δέχεται έναν τριψήφιο αριθμό και θα τυπώνει το άθροισμα των ψηφίων του
# και τον αριθμό ανάποδα.



# TODO ------------------- ΑΣΚΗΣΗ 3 ---------------------
# Να γράψετε πρόγραμμα που θα δέχεται χρόνο σε δευτερόλεπτα και θα εμφανίζει αυτό το χρόνο σε
# μέρες, ώρες, λεπτά και δευτερόλεπτα.
