#  Copyright (c) 2020.  Ioannis E. Kommas. All Rights Reserved.

# Πελάτης 1ος
print(""" 
Καλώς ήλθατε στο Κατάστημά μας.
Σε ειδική προσφορά θα βρείτε το μανταρίνι.
Ευχαριστούμε για την προτίμησή σας! """)

# Πελάτης 2ος
print(""" 
Καλώς ήλθατε στο Κατάστημά μας.
Σε ειδική προσφορά θα βρείτε το μανταρίνι.
Ευχαριστούμε για την προτίμησή σας! """)

# Πελάτης 3ος
print(""" 
Καλώς ήλθατε στο Κατάστημά μας.
Σε ειδική προσφορά θα βρείτε το μανταρίνι.
Ευχαριστούμε για την προτίμησή σας! """)

# Πελάτης 4ος
print(""" 
Καλώς ήλθατε στο Κατάστημά μας.
Σε ειδική προσφορά θα βρείτε το μανταρίνι.
Ευχαριστούμε για την προτίμησή σας! """)