
# TODO ------------------- ΑΣΚΗΣΗ ---------------------
"""
Η συνάρτηση mult_two_add_three () εκτυπώνει έναν αριθμό που πολλαπλασιάζει με 2 και προσθέτει 3.
Όπως γράφεται τώρα εκτυπώνει πάντα 5 και δεν υλοποιεί καμία μαθηματική πράξη.
1. Τροποποιήστε και στην συνέχεια καλέστε τη λειτουργία και δείτε τι εκτυπώνει στην κονσόλα.
2. Τώρα, τροποποιήστε τον ορισμό της συνάρτησης έτσι ώστε να έχει μια παράμετρο number. Στη συνέχεια, διαγράψτε το number = 5
3. Δοκιμάστε κατά την κλήση της συνάρτησης με τις εξής παραμέτρους [1, 0, 5, -1, -3/2], εμφανίστε τα αποτελέσματα
"""
def mult_two_add_three():
    number = 5
    print(number)


mult_two_add_three()