
#  Copyright (c) 2020.  Ioannis E. Kommas. All Rights Reserved.

# TODO ------------------- ΑΣΚΗΣΗ ---------------------
"""
 Η συνάρτηση calculate_age δημιουργεί μια μεταβλητή που ονομάζεται ηλικία που είναι η διαφορά μεταξύ του τρέχοντος έτους
και ενός έτους γέννησης, και οι δύο είναι είσοδοι της συνάρτησης.
1. Προσθέστε μια γραμμή για να επιστρέψετε την ηλικία.
2. Καλέστε την συνάρτηση με τιμές current_year  = 2049 και birth_year  = 1993 σε μια μεταβλητή που ονομάζεται my_age.
3. Καλέστε την συνάρτηση με τιμές current_year  = 2049 και birth_year  = 1953 σε μια μεταβλητή που ονομάζεται dads_age
4. Εκτυπώστε: "Είμαι Χ χρονών και ο μπαμπάς μου είναι Υ χρονών" στην κονσόλα, με το my_age όπου υπάρχει το Χ και dads_age όπου υπάρχει το Υ.
"""
def calculate_age(current_year, birth_year):
  age = current_year - birth_year


