#  Copyright (c) 2021.  Ioannis E. Kommas. All Rights Reserved.

# TODO ------------------- ΑΣΚΗΣΗ ---------------------
"""
1. Aποθηκεύστε το τρέχων έτος στην μεταβλητή current_year, χρησιμοποιώντας την βιβιλιοθήκη datetime.
2. Δημιουργήστε μια συνάρτηση calc_age με ένα όρισμα (birth_year) που υπολογίζει και επιστρέφει την ηλικία σας ως εξής:
age = current_year – birth_year
3. Προσπαθήστε να εκτυπώσετε την ηλικία age. Λειτουργεί?
4. Εκτυπώστε το current_year. Λειτουργεί?
5. Εκτυπώστε το birth_year. Λειτουργεί?
6. Καλέστε την συνάρτηση, βάζοντας το έτος γέννησής σας και εκτυπώστε το αποτέλεσμα.
"""
# Write Your Code Below Here.