
# TODO ------------------- ΑΣΚΗΣΗ ---------------------
"""
Η συνάρτηση mult_two_add_three παίρνει έναν αριθμό, τον πολλαπλασιάζει με 2 και προσθέτει 3.
Θέλουμε να το κάνουμε πιο ευέλικτο.
1. Αρχικά, αλλάξτε το όνομα της συνάρτησης σε mult_x_add_y
2. Τώρα, προσθέστε x και y ως παραμέτρους της συνάρτησης, μετά τον numbers.
3. Μέσα στη συνάρτηση, αντικαταστήστε το 2 με το x και το 3 με το y.
4. Καλέστε τη συνάρτηση με αυτές τις τιμές:            [number: 5, x: 2, y: 3]
5. Τώρα καλέστε τη συνάρτηση με αυτές τις τιμές: [number: 1, x: 3, y: 1]
"""
def mult_two_add_three(number):
    print(2 * number + 3)

