
# ------------------- ΑΣΚΗΣΗ ---------------------
"""
Γράψτε μια συνάρτηση που ονομάζεται get_boundaries () που παίρνει δύο παραμέτρους,
έναν αριθμό που ονομάζεται target και έναν αριθμό που ονομάζεται margin.
1. Τοπόθετήστε τον παρακάτω κώδικα στην συνάρτησή σας.
low_limit = target - margin
high_limit = target + margin
2. Επιστρέψτε από την συνάρτηση τις τιμές low_limit & high_limit
3. Καλέστε τη συνάρτηση με στόχο 100 και περιθώριο 20. Αποθηκεύστε τις επιστρεφόμενες τιμές σε μεταβλητές που ονομάζονται low και high.
 4. Εκτυπώστε και τις δύο τιμές σε μια γραμμή.

"""
# write code here