# TODO ------------------- ΑΣΚΗΣΗ ---------------------
"""
1. Καθορίστε μια συνάρτηση που ονομάζεται repeat_stuff & λαμβάνει δύο εισόδους, stuff και num_repeats.
Θέλουμε να κάνουμε αυτήν τη λειτουργία να εκτυπώσει μια συμβολοσειρά επαναλαμβανόμενες φορές.
Προς το παρόν, τοποθετήστε μόνο μια κενή δήλωση εκτύπωσης μέσα στη συνάρτηση.

2.Εκτός της συνάρτησης, καλέστε το rep_stuff.
Μπορείτε να χρησιμοποιήσετε τiς τιμές, stuff = ”Row" για πράγματα και num_repeats = 3.

3. Αλλάξτε τη δήλωση εκτύπωσης μέσα στο rep_stuff σε μια δήλωση επιστροφής.
Θα πρέπει να επιστρέψει stuff  * num_repeats.

4. Δώστε στην παράμετρο num_repeats μια προεπιλεγμένη τιμή 10.

5. Προσθέστε το repeat_stuff ("Row", 3) και τη συμβολοσειρά "Your Boat." μαζί και αποθηκεύστε
το αποτέλεσμα σε μια μεταβλητή που ονομάζεται lyrics.

6. Δημιουργήστε μια μεταβλητή που ονομάζεται song και αντιστοιχίστε num_repeats με όρισμα lyrics.

7.Εκτυπώστε το  song.
"""

# Write your code below here